accountsservice
adw-gtk-theme
age
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
awesome-terminal-fonts
base
base-devel
bash-completion
bind
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
brave-bin
btop
btrfs-assistant
btrfs-progs
cachyos-fish-config
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
cava
chafa
chezmoi
chwd
cmatrix
cpupower
cryptsetup
cups
cups-filters
cups-pdf
cups-pk-helper
ddcutil
device-mapper
dgop
diffutils
distrobox
dmidecode
dmraid
dms-shell
dnsmasq
dosfstools
duf
e2fsprogs
efibootmgr
efitools
espeak-ng
ethtool
evince
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
flatpak
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fprintd
fsarchiver
ghostscript
ghostty
git
glances
gnome-boxes
greetd
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gutenprint
hdparm
hwdetect
hwinfo
inetutils
inter-font
iwd
jfsutils
khal
kimageformats
less
lib32-mesa
lib32-opencl-mesa
lib32-vulkan-radeon
libdvdcss
libgsf
libinput-tools
libopenraw
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
logrotate
loupe
lsb-release
lsscsi
lvm2
man-db
man-pages
matugen
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mousetweaks
mtools
nano
nano-syntax-highlighting
nautilus
neovim
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
niri
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
obsidian
opencl-mesa
opencode
openssh
orca
os-prober
pacman-contrib
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
pkgfile
plocate
plymouth
podman
podman-compose
podman-docker
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
quickshell
realtime-privileges
rebuild-detector
reflector
ripgrep
rsync
s-nail
sg3_utils
shelly
showtime
smartmontools
snapper
sof-firmware
spotify-player
starship
sudo
sysfsutils
system-config-printer
texinfo
ttf-bitstream-vera
ttf-dejavu
ttf-fira-code
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ufw
ufw-extras
unrar
unzip
upower
usb_modeswitch
usbutils
vim
vlc-plugins-all
vscodium
vulkan-radeon
wget
which
winboat
wireplumber
wpa_supplicant
xdg-user-dirs
xf86-video-amdgpu
xfsprogs
xl2tpd
xwayland-satellite
